tap "domt4/autoupdate"
tap "microsoft/mssql-release"
tap "nikitabobko/tap"
brew "bash"
brew "bat"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fontconfig"
brew "fzf"
brew "git"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "p7zip"
brew "pinentry-mac"
brew "ripgrep"
brew "tmux"
brew "tpm"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
cask "aerospace"
cask "aldente"
cask "alfred"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "dbgate"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "knockknock"
cask "libreoffice"
cask "little-snitch"
cask "meteorologist"
cask "mullvad-browser"
cask "mysql-shell"
cask "onyx"
cask "plistedit-pro"
cask "proton-pass"
cask "protonvpn"
cask "pycharm"
cask "signal"
cask "standard-notes"
cask "tableau-public"
cask "taskexplorer"
cask "ticktick"
cask "tor-browser"
cask "virtualbox"
cask "vscodium"
cask "wezterm@nightly"
vscode "charliermarsh.ruff"
vscode "chrisatwindsurf.mssql"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.live-server"
vscode "ritwickdey.liveserver"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
