tap "domt4/autoupdate"
tap "microsoft/mssql-release"
tap "nikitabobko/tap"
brew "automake"
brew "readline"
brew "bash"
brew "openssl@3"
brew "bat"
brew "bison"
brew "chruby"
brew "xz"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "git"
brew "libffi"
brew "libyaml"
brew "mysql"
brew "neovim"
brew "node"
brew "nvm"
brew "openssl@3.0"
brew "openssl@3.5"
brew "p7zip"
brew "pinentry-mac"
brew "ripgrep"
brew "ruby-install"
brew "tmux"
brew "uv"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "aldente"
cask "alfred"
cask "balenaetcher"
cask "bitwarden"
cask "bloom"
cask "brave-browser"
cask "calibre"
cask "dbgate"
cask "ente-auth"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "idrive"
cask "keycastr"
cask "knockknock"
cask "libreoffice"
cask "licecap"
cask "little-snitch"
cask "maccy"
cask "meteorologist"
cask "mullvad-browser"
cask "mysql-shell"
cask "onyx"
cask "plistedit-pro"
cask "postman"
cask "proton-pass"
cask "pycharm"
cask "readest"
cask "signal"
cask "standard-notes"
cask "syncthing-app"
cask "tableau-public"
cask "taskexplorer"
cask "thorium"
cask "ticktick"
cask "tor-browser"
cask "virtualbox"
cask "vscodium"
cask "wezterm@nightly"
cask "whatsapp"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "vscodevim.vim"
