tap "domt4/autoupdate"
tap "microsoft/mssql-release"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "git"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "p7zip"
brew "pinentry-mac"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
cask "aldente"
cask "datweatherdoe"
cask "dbgate"
cask "libreoffice"
cask "lulu"
cask "mullvad-browser"
cask "mysql-shell"
cask "plistedit-pro"
cask "protonvpn"
cask "signal"
cask "tableau-public"
cask "ticktick"
cask "virtualbox"
cask "vscodium"
cask "wezterm@nightly"
